{
    "You most likely don't have to split the bill":"The insurer will bear the entire cost of treatment (up to the sum insured) unless you explicitly opted to pay a portion of the bill. And if you’ve opted to co-pay a part of the bill, have you thought through it completely?",
    "You can pick any room you like":"Shared room, single room, deluxe room or any room that’s available. The insurer won’t nitpick on your choice of room since the policy has no restrictions on room rent.",
    "You always have full cover irrespective of the disease":"No funny business here. If your insurer hasn’t explicitly stated they won’t cover a certain illness, you can claim the full amount up to the sum insured, irrespective of the disease you’re dealing with. Meaning this policy doesn't impose the dreaded disease wise sub-limits.",
    "Reasonable waiting period for pre-existing diseases":"If you are already dealing with diabetes or hypertension, then the insurer will cover you from day 1. However, if you are dealing with other pre-existing diseases including thyroid and cardiovascular problems, then you’ll have to wait 2 years before they start covering these complications.",
    "Pre & Post hospitalization expenses covered":"No worries if the doctor had to run a host of diagnostic tests before or after hospitalizing you. The insurer has your back. They will cover this amount in full for a pretty reasonable duration - 30 days before you are hospitalized and 60 days after discharge. This includes the cost of medication by the way.",
    "Good Restoration Benefit":"Even after you claim part of the cover on one occasion, you will have 100% of the cover restored, so that you can use this benefit in the event you have to endure multiple hospitalizations.",
    "Day Care treatments covered"  :"If you’re hospitalized for less than 24 hours in lieu of a minor procedure, then the insurer will cover these costs too. Think dialysis, chemotherapy or minor surgeries.",
    "You'll never have to split the bill" :"The insurer will bear the entire cost of treatment (up to the sum insured). You won’t have to pay a single penny. Meaning this policy has no co-payment.",
    "Covers Alternative Medicine":"Think of getting Ayurvedic, Homeopathic or other alternative treatments to cure an illness? Your insurer will cover you fully, up to the sum insured.",
    "Free Health Checkups every year":"If you’re planning on getting a full body checkup every year just to make sure you’re in fine working condition, the insurer will cover the costs. (Note: This is not available for plan with 5L aggregate deductible.)",
    "You can pick a Single Private room but nothing fancy":"You can share a room or you could have a single room for yourself. But if you are looking for anything slightly fancy, be ready to foot a part of the bill.",
    "Unlimited Restoration Benefit":"Even after you claim part of the cover on one occasion, you will be allowed to claim the full cover any number of times repeatedly if you are hospitalized in the future. All in the same year by the way!!!",
    "Special Bonus for being healthy and not claiming insurance":"Your sum insured increases by 25% each year, so long as you make no claims during this period. But before you get too ahead of yourself, do note that they’ll stop offering you the bonus when your sum insured increases by 150%. Also, the bonus amount will reduce at same rate each time you make a claim. But hey, it's still a bonus.",
    "Free Health Checkups":"If you’re planning on getting a full body checkup every year just to make sure you’re in fine working condition, the insurer will cover the costs. Although, it is provided as an add-on but the benefit is added by default.",
    "Short waiting period for Pre Existing Diseases":"If you’re already dealing with diabetes, cardiovascular problems or any such illnesses, the insurer will cover all costs arising out of these pre-existing problems after just 2 years. It’s probably the best deal you can get to be honest.",
    "Full coverage even if you are forced to hospitalize at home":"The insurer will bear the costs even if you are hospitalized at home due to a condition or the hospital running out of beds. In insurance lingo, they call this a policy with domiciliary cover.",
    "Age Lock Benefit":"Your premiums will not increase until you make a claim (Maternity related claim will not affect this benefit). However, once the claim is made, the premiums will increase based on age, inflation etc.",
    "Maternity benefits offered":"The insurer will also cover expenses related to maternity— Think hospitalization expenses incurred while giving birth. But they’ll only pay upto ₹5,000 and make you wait 4 years before covering this expense.",
    "Your insurer won't pay the full bill for certain diseases":"Some modern treatments have limits"
}