{
    "Don't split the Bill":"Insurers might nudge you to consider a co-payment clause, in which case, you'll be forced to foot a part of the bill each time you make a claim. Could be 10%. Could be 20%. Could even be 30% of the bill. So opting to co-pay might not be the best option, unless you have no choice.",
    "Restrictions on room & room rent":"Your insurer won't let you pick a room you like. Instead, they'll have a limit on room rent. And in the event, you breach this limit, they'll make you pay extra for every little service rendered in the room and not just the rent. At the end of it all, you'll end up paying a good portion of the bill. So opt for a policy that doesn't have too many restrictions on this front.",
    "Opt for pre and post-hospitalization care":"Nobody falls sick right off the bat. You’ll likely have to go through a host of diagnostic tests before you’re hospitalized. Once you’re discharged you’ll have to worry about medication. And these costs can add up. So it’s always best to pick a policy that covers pre & post-hospitalization care.",
    "Coverage for daycare treatments":"Chemotherapy, dialysis, a quick appendectomy. All of these procedures might last less than 24 hours. And even if you’re hospitalized to avail treatment, some insurers might not cover these claims, because they don’t do “daycare treatments”.",
    "Ask for restoration benefit":"You buy a policy for the family. You are hospitalized. You make a claim. Your cover runs out. And then a few days later, someone else in the family falls sick. But you’ve already used up the cover. The only thing that can help you is a restoration benefit i.e. if your insurer restores your cover each time you make a claim. If not every time, maybe at least once? It’s possible. You need only ask.",
    "Bonus in case you don’t make a claim":"What if the insurer offers you extra cover every year you go without making a claim? Wouldn’t that be nice? Well, guess what? Your insurance policy do offer a lot of bonus cover. So maybe it makes sense to check if your policy extends these benefits too.",
    "Free health checkups every year"  :"Some insurance policies pay for your health checkups each year. So if you are looking to make sure you’re always in tip-top shape, these health checkups might come in handy.",
    "Cover for Alternative treatments" :"If you’re into alternative medicine — Think Ayurveda, Yunani, Siddha etc, then you you have chosen right policy"
}